{
    "mipEra": "cmip6", 
    "institute": "miroc", 
    "seedingSource": "Spreadsheet", 
    "sourceID": "miroc-es2l", 
    "topic": "atmos", 
    "content": {
        "cmip6.atmos.key_properties.name": {
            "values": [
                "MIROC-AGCM"
            ]
        }, 
        "cmip6.atmos.key_properties.keywords": {
            "values": [
                "MIROC, AGCM, spectral dynamical core, parameterizations"
            ]
        }, 
        "cmip6.atmos.key_properties.overview": {
            "values": [
                "MIROC-AGCM is the atmospheric component of a climate model, the Model for Interdisciplinary Research on Climate version 6 (MIROC6). The MIROC-AGCM employs a spectral dynamical core, and standard physical parameterizations for cumulus convections, radiative transfer, cloud microphysics, turbulence, and gravity wave drag. It also has an aerosol module. The model is cooperatively developed by the Japanese modeling community including the Atmosphere and Ocean Research Institute, the University of Tokyo, the Japan Agency for Marine-Earth Science and Technology, and the National Institute for Environmental Studies."
            ]
        }, 
        "cmip6.atmos.key_properties.model_family": {
            "values": [
                "AGCM: Atmospheric General Circulation Model"
            ]
        }, 
        "cmip6.atmos.key_properties.basic_approximations": {
            "values": [
                "Primitive equations"
            ]
        }, 
        "cmip6.atmos.key_properties.resolution.horizontal_resolution_name": {
            "values": [
                "T42"
            ]
        }, 
        "cmip6.atmos.key_properties.resolution.canonical_horizontal_resolution": {
            "values": [
                "2.8 x 2.8 degrees lat-lon"
            ]
        }, 
        "cmip6.atmos.key_properties.resolution.range_horizontal_resolution": {
            "values": [
                "2.8 deg globally"
            ]
        }, 
        "cmip6.atmos.key_properties.resolution.number_of_vertical_levels": {
            "values": [
                40
            ]
        }, 
        "cmip6.atmos.key_properties.resolution.high_top": {
            "values": [
                false
            ]
        }, 
        "cmip6.atmos.key_properties.timestepping.timestep_dynamics": {
            "values": [
                360
            ]
        }, 
        "cmip6.atmos.key_properties.orography.type": {
            "values": [
                "Fixed"
            ]
        }, 
        "cmip6.atmos.key_properties.tuning_applied.description": {
            "values": [
                "MIROC-AGCM is coupled with the land surface and the sea ice-ocean\ncomponents before the tuning under the pre-industrial boundary\nconditions. In the first model tuning step, climatology, seasonal\nprogression, and internal climate variability in the tropical coupled\nsystem are tuned in order that departures from observations or\nreanalysis datasets are reduced. Representation of the tropical system\nin MIROC-ES2L is sensitive to the parameters for cumulus convection. Next, the\nradiation budget at the TOA is tuned, primarily using the parameters\nfor the auto-conversion process. The surface albedos for bare sea-ice\nand snow-covered sea-ice are set to higher values than in observations\nin order to avoid underestimating of the summertime sea-ice extent in\nthe Arctic Ocean due to excess downward shortwave radiation in this\nregion. In addition, parameter tuning for cooling effects due to\ninteractions between anthropogenic aerosol emissions and\ncloud-radiative processes are done. In order that the cooling effects\ncan be closer to the estimate of -0.9 W/m^2 (IPCC, 2013; negative\nvalue indicates cooling) with an uncertainty range of -1.9 to -0.1\nW/m^2, parameters of cloud microphysics and the aerosol transport\nmodule are perturbed."
            ]
        }
    }
}